{
    "tutors":[
        {
            "name": "Benjamin",
            "college": "UCSD",
            "bio": "Benjamin received his B.S. in Biochemistry-Cell Biology from UCSD. After graduating, he attended medical school at the Western University of Health Sciences in Pomona, CA. Benjamin is the founder and CEO of Apex Academy, and due to his strong academic background, he can effectively teach all STEM subjects. He also has an impressive research resume as he completed a vitamin D receptor project at UCSD with Dr. Silvia Resta-Lenert and a tissue engineering project at UCLA with Dr. Min Lee. At UCSD, Benjamin has worked as a teaching assistant, where he taught college level biology and chemistry courses. In addition, he has private tutored high school students in AP Biology and AP Chemistry. After spending years in the education system, he saw a need for quality education and accountability. Thus, he started Apex Academy to revolutionize the way students learn.",
            "id": 1
        },
        {
            "name": "Allen",
            "college": "California Polytechnic University of Pomona",
            "bio": "Allen graduated from California Polytechnic University of Pomona with a B.S. in Chemical Engineering and a minor in Materials Science. After seeing the need and value in providing students with quality education, Allen joined Apex Academy. He specializes in math (all levels, including SAT1 and ACT math), chemistry, and physics. Allen hopes to give students the opportunity to succeed while they are pursuing their educational career.",
            "id": 2
        },
        {
            "name": "Sharon",
            "college": "UCI",
            "bio": "Sharon graduated from Troy High school and received her B.A. in Social Ecology at UCI. Afterwards, she moved to Korea where she taught SAT1 and ACT. At Apex Academy, Sharon teaches math (all levels), AP Biology, and AP US History.",
            "id": 3
        },
        {
            "name": "Dr. Chang",
            "college": "UC Berkeley",
            "bio": "Dr. Chang received his B.A. in Molecular and Cell Biology from UC Berkeley. After graduating, he moved to San Diego to complete his medical training at the UCSD School of Medicine. Dr. Chang is currently a practicing ophthalmologist at the Facey Medical Group. At Apex Academy, Dr. Chang teaches Biology and Spanish. He is also one of the essay editors for college applications.",
            "id": 4
        },
        {
            "name": "Jack",
            "college": "UCSD",
            "bio": "Jack received his B.S. in Mathematics - Computer Science from UCSD. After graduating, he has been working in the field as a software engineer. Jack is fluent in Spanish. Not only has he taken AP Spanish in high school, but he has also traveled to Spanish speaking areas such as Tijuana and Ensenada in Mexico. Thus, he is the main Spanish instructor at Apex Academy.",
            "id": 5
        }
    ],

    "testimonials":[
        {
            "name": "Felix Lien",
            "highschool": "Diamond Bar High School Class of 2016",
            "college": "Columbia University Class of 2020",
            "bio": "Ben has been there for me through the thick and thin. I had a really bad chemistry teacher at school, but with Ben’s help, I managed to do well both on the AP exam as well as the SAT II subject test. He also helped me become a National Merit Finalist, which I consider to be one of the prouder accomplishments of my life. If you’re looking for someone who can explain complicated concepts in easy-to-understand language, Ben is your guy. This guy really knows science, from chemistry to biology to physics. On top of that, Ben is really good about keeping in touch with his students. Even after I graduated, we continued to meet for lunch/dinner to catch up on life.",
            "id": 1 
        },
        {
            "name": "Derek Wan",
            "highschool": "Walnut High School Class of 2016",
            "college": "UC Berkeley Class of 2020",
            "bio": "Ben was my last chemistry instructor before college, and I ended up getting straight A’s and A+’s in Berkeley’s gen chem and o chem classes. I would definitely attribute my academic success to his instruction. Also, I still remember how Ben advised me to study for my MCATs (he used to be a medical student). His advice was was/is pretty instrumental in my study habits - I have yet to encounter a class in which that kind of discipline doesn’t pay off.",
            "id": 2 
        },
        {
            "name": "Arthur Kim",
            "highschool": "Rancho Cucamonga High School Class of 2017",
            "college": "UCLA Class of 2021",
            "bio": "Thanks to Ben’s excellent teaching, I was able to get an 800 on the SAT II for Chemistry and a 5 on the AP Chemistry exam.",
            "id": 3
        },
        {
            "name": "Ayesha Ng",
            "highschool": "Walnut High School Class of 2017",
            "college": "MIT Class of 2021",
            "bio": "I'm taking IB Chem HL in my senior year right now, and today in class we were learning about the electromagnetic spectrum. I guess I just realized it after unconsciously using it for all this time, but I still remember it with the order that Ben taught me: RMI visible UXG. Hydrogen bonds are still FONny and ochem naming is still probably most fun for me :) I realized that I never got to thank Ben for teaching me chemistry for the first time last summer, because in the last three years of high school, it's honestly become one of my favorite subjects that I'm now considering as my major in college (either that or bio!). Since last summer, I've been referencing Ben’s notes for the AP test and SAT II and they've helped me tremendously, especially in chem olympiad, too. I hope other students get to experience Ben because he is a great chem instructor :) PS I was able to get a 5 on the AP test and 800 for SAT II thanks to Ben’s notes. Thank you for all your help!!",
            "id": 4 
        },
        {
            "name": "Elisha Chu",
            "highschool": "El Dorado High School Class of 2018",
            "college": "UCSD Class of 2022",
            "bio": "Great tutor, helped me with AP Physics, AP Calculus, and SAT. Would recommend for any age level for any subject.",
            "id": 5
        },
        {
            "name": "Matthew Tung",
            "highschool": "Blair Academy Class of 2019",
            "college": "Northeastern University Class of 2023",
            "bio": "When I first started my college process, I was overwhelmed with everything from navigating how to write college essays to prepping for the SAT. I went to various more well-known test prep companies who all promised me they could get me good scores. Those scores never came even when I put in the work. If I wouldn’t understand something, they wouldn’t care and just move on. I realized that to them, I was just money in the bank, and they were just trying to get as many students as they could. I never felt like I got the attention and help that I needed until I met Ben. He raised my ACT score in one week, more than any of those other bigger companies did in one year. Before I met him, my best ACT score was a 27. By the time I finished prepping with Ben, it had been raised to a 34. However, Ben isn’t only amazing at helping you prepare for tests, he genuinely cares about you as a person, which helped motivate me to study even harder. He will pinpoint your exact weaknesses and strengths and devote 110% of his efforts into making you the best student you can possibly be. Not only did Ben help me get my test scores up, but he actually unconsciously made my work ethic better, which had transferred to improvement in my grades in classes Ben hadn’t even tutored me on. I’ve known Ben for 3 years and only physically seen him in person for 7 days, but I can confidently say I would not have gotten this far both as a student and as a human being in life without his help. I have nothing but positives to say about my experience with Ben and I would definitely recommend him to anybody looking to improve their grades or test scores.",
            "id": 6 
        },
        {
            "name": "Kathy Hui",
            "highschool": "Peddie School Class of 2019",
            "college": "Boston University Class of 2023",
            "bio": "Teacher Ben has helped me tremendously in prepping for standardized tests (e.g. SAT 1, SAT Subject Tests and ACT) as well as keeping up with the rigorous course load of boarding school in subjects such as AP English, Pre-Calculus AB, Honors Physics, and Honors Biology. Teacher Ben is an extremely dedicated tutor and is always willing to go out of his way to help his students. I highly recommend Apex Academy!",
            "id": 7
        },
        {
            "name": "Mrs. Michelle Huang, Jonathan Lin",
            "highschool": "Valencia High School Class of 2020",
            "college": "UCI Class of 2024",
            "bio": "Apex Academy helped my son achieve 1500 of his SAT test scores with their Boot Camp program. The CEO of the tutoring center, Mr. Lee, is extremely talented in teaching. Mr. Lee not only masters in various subjects, he also goes above and beyond to help each one of his students maximize his/her potential to fulfill educational goals. I especially respect for Mr. Lee's dedication and passion in mentoring his students with encouragement and patience. I highly recommend Apex Academy.",
            "id": 8 
        },
        {
            "name": "Morgan Gee",
            "highschool": "Valencia High School Class of 2020",
            "college": "UCLA Class of 2023",
            "bio": "I went to Apex Academy for a week and it improved my SAT by 50 points to achieve a score of 1550. It's the only tutoring place I know of with people who actually care. Mr. Lee is tough but very passionate and truly cares for students.",
            "id": 9
        },
        {
            "name": "Sol Lee",
            "highschool": "Diamond Bar High School Class of 2020",
            "college": "",
            "bio": "Apex Academy has, without a doubt, helped me not only throughout my years in school but also for exams such as the SAT. The tutoring is vigorous, but Teacher Ben and the other faculty ensure that their students exceed their limits. Teacher Ben has helped me through numerous ups and downs in my academic career and personal life, and the bond that he creates with his students makes them feel like they are in a loving family.",
            "id": 10 
        },
        {
            "name": "Nicholas Leigh",
            "highschool": "El Dorado High School Class of 2020",
            "college": "",
            "bio": "Top notch tutoring and help in subjects of all sorts!! They have helped me in AP Chemistry and SAT preparation. The staff here is amazing too: kind, patient, supportive, and encouraging!! I would highly recommend to anybody who may need extra help in any subject.",
            "id": 11
        },
        {
            "name": "Melina Ghodsi",
            "highschool": "Orange Lutheran High School Class of 2021",
            "college": "UCLA Class of 2025",
            "bio": "My tutoring experience at Apex Academy has been unlike any other tutor or program that I have tried previously. The people at Apex Academy truly cater towards each student’s needs. They genuinely care about each student’s academic success and actively provide guidance to help everyone reach their goals. The overtime hours of preparing for lessons in order to best help the students do not go unnoticed and make a tremendous impact on the success of the students. All the while, Apex Academy ensures to keep parents informed and connected with their student’s academic progress. The staff at Apex not only helped me do well in AP Biology, but I also signed up for the summer SAT1 program and scored a 1500! Highly recommended!",
            "id": 12
        },
        {
            "name": "Benjamin Hong",
            "highschool": "Servite High School Class of 2021",
            "college": "",
            "bio": "Teacher Ben is a great tutor. He has helped me with HP Algebra 2, HP Chemistry, HP English 2, and SAT 1. I highly recommend this place for anyone who needs help in any subject.",
            "id": 13
        },
        {
            "name": "William Sung",
            "highschool": "Servite High School Class of 2021",
            "college": "",
            "bio": "The faculty and staff are very knowledgeable in their fields of expertise and can assist students of every level with the information they need. They also strive to create a passion within each student for achieving the best that they can achieve through hard work and persistence.",
            "id": 14
        }
    ]
}